Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-se.tmx
Source language: en
Languages: se

source: detailed description of the nature of the activity (basic or corporate research, teaching, pilot studies, production, diagnostics, other) *7 the greatest total volume which will be handled in one occasion within the R activity *7
se: precisering av verksamhetens art (grund- eller företagsforskning, undervisning, pilotanläggning, produktion, diagnostik, annat) *7 den största volym GMM som hanteras vid ett och samma tillfälle i R-verksamheten *7

source: Description of waste management * which type of GMM waste is generated how the GMM is neutralized in the waste other information on waste management which is of importance to environment and health
se: Beskrivning av avfallshanteringen: * vilket slags avfall med GMM som uppkommer hur GMM oskadliggörs i avfallet övriga uppgifter om avfallshanteringen som har betydelse för miljö och hälsa

source: Protective measures: which table and containment level in appendix 2 is being implemented **
se: Skyddsåtgärder: den tabell och den skyddsnivå enligt bilaga 2 som tilllämpas **

source: Written handling and safety instructions * joint for all the GMM uses within the R activity for each separate GMM use within the R activity
se: Skriftliga hanterings- och skyddsinstruktioner: * gemensamma för R-verksamhetens alla GMM-användningar för varje enskild GMM-användning i R-verksamheten

source: If a contingency plan is required in accordance with Section 12, the following information is submitted: *
se: Om en beredskapsplan enligt 12 § behövs, lämnas följande uppgifter: *

source: For each one of the GMM uses present in the R activity
se: För var och en av de GMM-användningar som förekommer i R-verksamheten

source: the part of the premises being used (state room number) *8 the greatest total volume which will be handled in one occasion and the greatest volume that will be cultivated *8
se: den del av anläggningen som används (ange rumsnummer) *8 den sammanlagda största volym som kommer att hanteras vid ett och samma tillfälle och den största volym som kommer att odlas *8

source: Description of the GMM use including the purpose of the use and expected results *8
se: Beskrivning av GMM-användningen inklusive syftet med användningen och förväntade resultat *8

source: Information on the biological material and documentation of the investigation and assessment in accordance with Section 3 the GMM/recipient organism used **9
se: Uppgifter om det biologiska materialet samt dokumentation över utredningen och bedömningen enligt 3 § den GMM/mottagarorganism som används: **9

source: properties before and after genetic modification
se: egenskaper före och efter genetisk modifiering

source: the vector/equivalent which is used **9
se: den vektor/motsvarande som används: **9

source: inserted genetic material: *8
se: insatt genetiskt material: *8

source: donor organism/origin
se: givarorganism/ursprung

source: intended function/intended function copy of the documentation of the investigation and assessment in accordance with Section 3.
se: avsedd funktion/avsedda funktioner kopia av dokumentationen över den utredning och bedömning som har genomförts enligt 3 §.

source: New GMM use
se: AFS 2011:2

source: The ID number received from the Swedish Work Environment Authority for the R activity in which the GMM use shall be included
se: Av Arbetsmiljöverkets tilldelat id-nummer för den R-verksamhet som GMM-användningen ska tillhöra

source: Persons responsible for the supervision of the GMM use and/or safety in accordance with environmental as well as work environment legislation, if other than responsible for the R activity *
se: Personer med ansvar för GMM-användningens ledning och/eller säkerhet enligt såväl miljö- som arbetsmiljölagstiftning, om annan än ansvarig/a för R-verksamheten: *

source: the part of the premises being used (state room number) *8
se: den del av anläggningen som används (t.ex. rumsnummer) *8

source: All protective measures being implemented in accordance with applicable table (see appendix 2) **
se: Samtliga skyddsåtgärder som tillämpas enligt tillämplig tabell (se bilaga 2) **

source: Information on the biological material and the documentation of the investigation and assessment in accordance with Section 3 the GMM/recipient organism used **9
se: Uppgifter om det biologiska materialet samt dokumentation över utredningen och bedömningen enligt 3 § den GMM/mottagarorganism som används: **9

source: the vector/equivalent which has been used **9
se: den vektor/motsvarande som används: **9

source: intended function/intended functions copy of the investigation and assessment in accordance with Section 3.
se: avsedd funktion/avsedda funktioner kopia av dokumentationen över den utredning och bedömning som har genomförts enligt 3 §.

source: Ladders and Trestles
se: STEGAR OCH ARBETSBOCKAR

source: Provisions of the Swedish Work Environment Authority on Ladders and Trestles, together with General Recommendations on the implementation of the Provisions
se: Arbetsmiljöverkets föreskrifter om stegar och arbetsbockar samt allmänna råd om tillämpningen av föreskrifterna

source: Contents
se: Innehåll

source: Provisions of the Swedish Work Environment Authority on Ladders and Trestles 3
se: Arbetsmiljöverkets föreskrifter och allmänna råd om stegar och arbetsbockar 3

source: Scope 3
se: Tillämpningsområde 3

source: Definitions 3
se: Definitioner 3

source: Design and type examination 3
se: Utförande och typkontroll 3

source: Marking etc. 5
se: Märkning m.m 5

source: Use 5
se: Användning 5

source: Provisions on sanction charges 6
se: Bestämmelser om sanktionsavgifter 6

source: Entry into force and transitional provisions 6
se: Ikraftträdande och övergångsbestämmelser 6

source: General 7
se: Allmänt 7

source: Testing of the legs and platform of the trestle 7
se: Provning av arbetsbockens ben och plattform 7

source: Testing of the steps of the trestle 7
se: Provning av arbetsbockens steg 7

source: Torsion testing of steps 7
se: Vridprovning av steg 7

source: Stability testing (measurement of functional dimensions) 7
se: Provning av stabilitet (mätning av funktionsmått) 8

source: General recommendations by the Swedish Work Environment Authority on implementation of the Provisions on Ladders and Trestles 9
se: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om stegar och arbetsbockar 9

source: Background 9
se: Bakgrund 9

source: Guidance on certain sections 9
se: Kommentarer till vissa paragrafer 9

source: Access 13
se: Tillträde 13

source: Work from a ladder 13
se: Arbete från stege 13

source: Provisions of the Swedish Work Environment Authority on Ladders and Trestles
se: Arbetsmiljöverkets föreskrifter och allmänna råd om stegar och arbetsbockar

source: The provisions of Sections 10-18 concerning use of ladders apply, however, mutatis mutandis, to all ladders.
se: Bestämmelserna i 10– 18 §§ om användning av stegar gäller dock i tillämpliga delar alla stegar.

source: The provisions of Sections 4-8 apply solely to ladders and trestles of which more than 20 examples have been manufactured for sale.
se: Bestämmelserna i 4–8 §§ gäller endast stegar och arbetsbockar som tillverkats i mer än 20 exemplar för att säljas.

source: The provisions of Sections 10 and 12 do not apply in connection with a rescue service for which the State or the municipalities are responsible under Section 2 of the Accident Prevention Act (2003:778).
se: Bestämmelserna i 10 och 12 §§ gäller inte vid räddningstjänst som staten eller kommunerna ansvarar för enligt 2 § lagen (2003:778) om skydd mot olyckor.

source: Nor do they apply to the exercises which need to be carried out to enable such a rescue service to be conducted in a safe manner.
se: De gäller inte heller de övningar som behöver genomföras för att sådan räddningstjänst skall kunna utföras på ett säkert sätt.

source: The provisions of Sections 4-9 do not apply to ladders and trestles delivered by the manufacturer or importer before 1st January 1987.
se: Bestämmelserna i 4–9 §§ gäller inte stegar och arbetsbockar som avlämnats från tillverkare eller importör före 1 januari 1987.

source: Leaning ladder A ladder raised and leaning against a wall or suchlike.
se: Anliggande stege Stege som i rest läge lutar mot vägg eller liknande.

source: Standing step ladder A ladder requiring no support when raised.
se: Fristående stege Stege som i rest läge står utan stöd.

source: Design and type examination
se: Utförande och typkontroll

source: dimensioned so as to afford adequate safety at the maximum load for which they are intended,
se: dimensionerade så att de erbjuder betryggande säkerhet vid den högsta belastning som de är avsedda för,

source: stable and as simple as possible to handle and move,
se: stabila och så enkla som möjligt att hantera och transportera,

source: designed so as not to slide apart or fold together while in use,
se: konstruerade så att de inte glider isär eller fälls ihop under användning,

source: made of material which is of good quality and sufficiently durable to or protected against corrosion and ageing, having regard to the intended use, and designed so that work from, and movement on, a ladder or trestle will not be unnecessarily tiring.
se: utförda av material som är av god kvalitet, samt tillräckligt beständigt eller skyddat mot korrosion och åldrande med hänsyn till avsedd användning samt utformade så att arbete från, och gång i, stege eller arbetsbock inte blir onödigt tröttande.

source: (AFS 2011:12) have thereby been shown to meet the stipulations in Section 5.
se: (AFS 2011:12) därvid har visat sig uppfylla kraven i 5 §.

source: The stipulation of type inspection of ladders in subsection one, points 1 and 2, does not apply to ladders meeting the following conditions.
se: Kravet på typkontroll av stegar i första stycket 1. och 2. gäller inte stegar som uppfyller följande villkor.

source: The ladder is certified by a certification body accredited for such certification under the Regulation (EC) no 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing Regulation (EEC) No 339/93 and the Act (SFS 2011:791) concerning Accreditation and Conformity Assessment.
se: Stegen är certifierad av ett certifieringsorgan som är ackrediterat för sådan certifiering enligt lagen Europaparlamentets och rådets förordning (EG) nr 765/2008 av den 9 juli 2008 om krav för ackreditering och marknadskontroll i samband med saluföring av produkter och upphävande av förordning (EG) nr 339/93 och lagen (2011:791) om ackreditering och teknisk kontroll.

source: The certification shows the latter to meet the stipulations of Swedish Standard SS 2091 Portable ladders, 4th ed., the Norwegian standard NS-INSTA 650:1995, Stiger-bærbare stiger or another standard which has been shown to be equivalent to these from a safety viewpoint.
se: Certifieringen visar att stegen uppfyller kraven i den svenska standarden SS 2091 Stegar–bärbara stegar, utgåva 4, den norska standarden NS-INSTA 650:1995, Stiger– bærbare stiger eller annan standard som visats vara likvärdig från säkerhetssynpunkt med dessa.

source: Certification under subsection two can also be carried out by a certification body in another country of the EEA which is accredited for the task with reference to the applicable standard in the EN 45 000 series by an accrediting body which can show itself to satisfy and implement the criteria of EN 45 010 or otherwise offers equivalent guarantees of technical and professional competence and guarantees of independence.
se: Certifiering enligt andra stycket kan också utföras av ett certifieringsorgan i något annat land inom EES som är ackrediterat för uppgiften mot tillämplig standard i EN 45 000-serien av ett ackrediteringsorgan som kan visa att det uppfyller och tillämpar kraven i EN 45 010 eller på annat sätt erbjuder likvärdiga garantier vad gäller teknisk och yrkesmässig kompetens samt garantier för oberoende.

source: Those who deliver one or more ladders or trestles for taking into service without being able to show a type inspection certificate or a certification body certificate for each type of ladder or trestle (see section 6), shall pay a sanction charge, see Section 19.
se: Den som avlämnar en eller flera stegar eller arbetsbockar för att tas i bruk utan att kunna visa upp typkontrollintyg eller certifikat enligt 6 § ska betala en sanktionsavgift, se 19 §.

source: The minimum sanction charge is SEK 15 000 and the maximum sanction charge is SEK 150 000.
se: Lägsta avgiften är 15 000 kronor och högsta avgiften är 150 000 kronor.

source: For anyone with 500 or more people employed, the sanction charge is SEK 150 000.
se: För den som har 500 eller fler sysselsatta är avgiften 150 000 kronor.

source: For anyone with fewer than 500 people employed, the sanction charge shall be calculated as follows:
se: För den som har färre än 500 sysselsatta ska sanktionsavgiften beräknas enligt följande:

source: Sanction charge = SEK 15 000 + (number of people employed – 1) x 271.
se: Avgift = 15 000 kronor + (antal sysselsatta – 1) × 271 kronor.

source: The total shall be rounded down to the nearest whole hundred.
se: Summan ska avrundas nedåt till närmaste hela hundratal.

source: In connection with type inspection, a latter or trestle shall have been examined by the inspection body or certification body and found to meet the stipulations of Section 3.
se: § Vid typkontroll ska stege eller arbetsbock ha granskats av kontrollorganet eller certifieringsorganet och visat sig uppfylla kraven i 3 §.

source: An inspection body or a certification body which has carried out a type examination or certification and found the ladder or trestle to meet the stipulations of Section 5 shall issue a type inspection certificate or a certification body certificate respectively.
se: § Ett kontrollorgan eller ett certifieringsorgan som har genomfört typkontroll eller certifiering och funnit att stegen eller arbetsbocken uppfyller kraven i 5 §, skall utfärda typkontrollintyg respektive certifikat.

source: Type examination or certification under Section 4 is valid only for a ladder to trestle whose material, dimensions and design conform to those of the example tested.
se: Typkontroll eller certifiering enligt 4 § gäller endast för stege eller arbetsbock som till material, dimension och utförande stämmer överens med det provade exemplaret.

source: Type inspection or certification is also valid, however, for a ladder or trestle which is shorter or lower than the example tested but otherwise conforms to that example.
se: Typkontrollen eller certifieringen gäller dock även för stege eller arbetsbock som är kortare respektive lägre än det provade exemplaret, om den i övrigt stämmer överens med detta exemplar.

source: Otherwise it is valid for an indefinite period.
se: Den gäller i övrigt utan tidsbegränsning.

source: Marking etc.
se: Märkning m.m.

source: Ladders certified as provided in Section 4 (1) or (2) shall in addition be marked with a reference to the standard applied.
se: Stegar som är certifierade enligt 4 § andra eller tredje stycket skall dessutom vara märkta med en hänvisning till tillämpad standard.

source: Other ladders and trestles shall be marked with a statement that they have been type- inspected pursuant to these Provisions and with the name of the inspection body or certification body and the number of the type-inspection certificate.
se: Övriga stegar och arbetsbockar skall vara märkta med uppgift om att de är typkontrollerade enligt dessa föreskrifter samt kontrollorganets eller certifieringsorganets namn och typkontrollintygets nummer.

source: Work from a ladder may only take place is the risks associated with using a ladder are so small that other and safer equipment is not justified.
se: Arbete från stege får endast ske om riskerna med att använda stege är så små att annan säkrare utrustning inte är befogad.

source: This applies particularly if the person has to carry anything in their hand.
se: Detta gäller särskilt om något måste bäras i handen.

source: A portable ladder may only be climbed by one person at a time.
se: Bärbar stege får endast beträdas av en person åt gången.

source: When working from a ladder or trestle, only such tools and implements may be used as can be safely handled from the ladder or trestle.
se: Vid arbete från stege eller arbetsbock får endast sådana verktyg och redskap användas som kan hanteras säkert från stegen eller arbetsbocken.

source: When a ladder is used as an access route, access shall be possible in a safe manner.
se: När stege används som tillträdesled skall tillträdet kunna göras på ett säkert sätt.

source: A ladder or trestle which cannot be erected securely shall be braced or anchored.
se: Stege eller arbetsbock som inte kan ställas upp säkert skall stagas eller förankras.

source: A ladder or trestle shall rest on a firm, strong and immobile underlay of suitable size, in such a way that the rungs or steps are horizontal.
se: Stege eller arbetsbock skall vila på ett stadigt, hållfast och orörligt underlag av lämplig storlek så att stegpinnarna eller trappstegen är horisontella.

source: A wheeled ladder or trestle shall be secured against any change of its position before use.
se: Stege eller arbetsbock med hjul skall säkras mot lägesförändring innan de används.

source: Suspended ladders shall be secured in a safe manner and, with the exception of rope ladders, in such a way that they cannot be moved or begin to oscillate.
se: Upphängda stegar skall vara fastsatta på ett säkert sätt och, med undantag för repstegar, så att de inte kan rubbas eller komma i svängning.

source: A leaning ladder exceeding 5 m in length.
se: Anliggande stege som är längre än 5 m.

source: A standing step ladder with a platform and knee rest, the platform height being more than 2 m.
se: Fristående stege med plattform och knästöd och mer än 2 m höjd till plattformen.

source: They may not be used if their mechanical strength or their safety in any other respect is impaired.
se: De får inte användas om deras hållfasthet eller säkerhet i övrigt är nedsatt.

source: Provisions on sanction charges
se: Bestämmelser om sanktionsavgifter

source: Those who violate these provisions shall pay sanction charges according to Chapter 8 (5– of the Work Environment Act.
se: Den som överträder dessa bestämmelser ska betala sanktionsavgift enligt 8 kap. 5–10 §§ arbetsmiljölagen.

source: The size of the sanction charge is calculated according to the grounds specified in Section 4.
se: Sanktionsavgiftens storlek beräknas enligt de grunder som anges i 4 §.

source: Entry into force and transitional provisions
se: Ikraftträdande och övergångsbestämmelser

source: These Provisions enter into force on 1st January 2005.
se: Dessa föreskrifter träder i kraft den 1 januari 2005.

source: The Provisions of the National Board of Occupational Safety and Health on Ladders and Trestles (AFS 1999:10) are repealed with effect from the same date.
se: Samtidigt upphävs Arbetarskyddsstyrelsens föreskrifter om stegar och arbetsbockar (AFS 1999:10).

source: Type approval and type examination under earlier Provisions are valid as type examination under the present Provisions.
se: Typgodkännande och typkontroll enligt äldre bestämmelser gäller som typkontroll enligt dessa föreskrifter.

source: The Provisions on marking in Section 8 (2), second sentence, of AFS 1999:10 will continue to apply to ladders type-examined in compliance with those Provisions.
se: Bestämmelserna om märkning i 8 § andra stycket andra meningen AFS 1999:10 gäller även i fortsättningen stegar som typkontrollerats enligt de föreskrifterna.

source: Included amendments of the Provisions:
se: AFS 2011:12

source: AFS 2011:12 which entered into force on 1 August 2011.
se: Denna författning träder i kraft den 1 augusti 2011.

source: Accreditation under older provisions are also regarded as accreditation under these provisions.
se: Med ackreditering enligt dessa föreskrifter jämställs ackreditering som föreskrivits om enligt äldre föreskrifter.

source: For testing purpose, length shall be measured in mm, angles in degrees and test loads in Newton (N).
se: Vid provning skall längd mätas i mm, vinkelmått i grader och provlast i newton (N).

source: 1o for angular measurement,
se: 1º för vinkelmätning

source: 10% for test loads, but a maximum of 20 N.
se: 10 % för provlaster, dock högst 20 N.

source: Testing of the legs and platform of the trestle
se: Provning av arbetsbockens ben och plattform

source: A wheeled dolly shall be placed beneath each leg of the trestle.
se: Under varje ben på arbetsbocken skall en hjulförsedd platta placeras.

source: A test load of 3,500 N shall be applied vertically in the middle of the platform for 1 minute.
se: En provlast på 3 500 N skall anbringas vertikalt mitt på plattformen under 1 minut.

source: The load shall be applied over the full width of the platform and over a length of 100 mm.
se: Lasten skall anbringas över hela plattformens bredd och över en längd av 100 mm.

source: After the test load has been removed there shall not be any remaining deformations in the trestle.
se: Efter att provlasten avlägsnats får det inte finnas några kvarstående deformationer på arbetsbocken.

source: Testing of the steps of the trestle
se: Provning av arbetsbockens steg

source: A test load of 3,500 N shall be applied vertically in the middle of the longest unbraced step or on the longest step if all steps are braced (extra reinforced).
se: En provlast på 3 500 N skall anbringas vertikalt mitt på det längsta ostöttade steget eller på det längsta steget om alla steg är stöttade (extra förstärkta).

source: The load shall be applied for a period of 1 minute.
se: Lasten skall anbringas under en tid av 1 minut.

source: It shall be applied over the full width of the step and over a length of 100 mm.
se: Den skall anbringas över hela stegets bredd och över en längd av 100 mm.

source: After the test load has been removed there shall not be any remaining deformations in the connection between legs and step or in the step itself.
se: Efter att provlasten avlägsnats får det inte finnas några kvarstående deformationer, vare sig i förbindelsen mellan ben och steg eller i själva steget.

source: Torsion testing of steps
se: Vridprovning av steg

source: A torsional moment of 100 Nm shall be applied in the middle of the step with an 80 mm wide clamping device.
se: Ett vridande moment av 100 Nm skall anbringas mitt på steget med en 80 mm bred tvinganordning.

source: The torsional moment shall be applied alternately in both directions, 10 times altogether in each direction and for 1 minute at a time.
se: Vridmomentet skall anbringas omväxlande i de båda riktningarna sammanlagt 10 gånger i vardera riktningen och under 1 minut varje gång.

source: The relative movement occurring between leg and step during the test may not exceed ±1o.
se: Under provningen får det uppstå högst ±1º relativ rörelse i förbindelsen mellan ben och steg.

source: After the test there shall not be any remaining deformations in the connection or in the step itself.
se: Det får efter provningen inte finnas några kvarstående deformationer vare sig i förbindelsen eller i själva steget.

source: Stability testing (measurement of functional dimensions)
se: Provning av stabilitet (mätning av funktionsmått)

source: The external measurement at the base (b2), the height (H) and the width of the platform (b1) are to be measured.
se: Det utvändiga måttet vid basen (b2), höjden (H) och plattformens bredd (b1) skall mätas.
